Repository: israpps/HDL-Batch-installer
Catalog: translations/catalogs/*.po
Languages: pt_br

source: &File
pt_br: &Arquivo

source: A local database already exists. Downloading the database from the repository will delete the old one... Continue?
pt_br: Um banco de dados local já existe. Baixar o banco de dados do repositório excluirá o antigo... Continuar?

source: About
pt_br: Sobre

source: About F1
pt_br: Sobre F1

source: Alex Parrado: For contributing with some Ideas
pt_br: Alex Parrado: Por ter contribuído com algumas ideias

source: Browse
pt_br: Procurar

source: Can't determine media type Please report this issue here: https://github.com/israpps/HDL-Batch-installer/issues/2
pt_br: Não foi possível determinar o tipo de mídia Por favor reporte esse erro aqui: https://github.com/israpps/HDL-Batch-installer/issues/2

source: Can't find custom icons package Download now?
pt_br: Não foi possível encontrar um pacote de ícones customizados Baixar agora?

source: Check for Updates
pt_br: Procurar por Atualizações

source: Choose path to extract selected games
pt_br: Escolha a pasta para extrair os jogos selecionados

source: Clear List??
pt_br: Limpar lista??

source: Clear list
pt_br: Limpas lista

source: Config
pt_br: Configuração

source: Contact the developer
pt_br: Contate o desenvolvedor

source: Couldn't find/load the 'HDLBinst' catalog for locale '%s'. The translation file must be placed here: "Lang\%s\HDLBinst.mo"
pt_br: Não foi possível encontrar/carregar o catálogo 'HDLBinst' no local '%s'. O arquivo de tradução deve estar presente aqui: "Lang\%s\HDLBinst.mo"

source: Created by El_isra (AKA: Matias Israelson)
pt_br: Criado por El_isra (Conhecido como: Matias Israelson)

source: Debug Level
pt_br: Nível de depuração

source: Default DMA:
pt_br: DMA padrão:

source: Download
pt_br: Downloads

source: Download Icons Package
pt_br: Baixar Pacote de Ícones

source: Download assets
pt_br: Baixar recursos

source: Download the program again
pt_br: Baixar o programa novamente

source: Downloads finished!
pt_br: Downloads completos!

source: Downloads manager
pt_br: Gerenciador de downloads

source: External
pt_br: Externo

source: Extract Game
pt_br: Extrair Jogo

source: FATAL ERROR
pt_br: ERRO FATAL

source: Game
pt_br: Jogo

source: Game Default Search Path
pt_br: Pasta Padrão de Jogos

source: Game Name Database
pt_br: Banco de Dados

source: Game list is already empty
pt_br: Lista já está vazia

source: Game related operations can be used by selecting games from the list and right clicking them...
pt_br: Operações podem ser usadas na lista de jogos ao clicar com o botão direito neles...

source: Get List
pt_br: Carregar Lista

source: Get the Latest Version here:
pt_br: Baixar a última versão aqui:

source: HDD Management
pt_br: Gerenciamento do HD

source: HDD Manager
pt_br: Gerenciador do HD

source: HDL Batch Installer
pt_br: Instalador em Lote HDL

source: HDL Dump found a game with same partition name! It seems that you are trying to install a game that's already installed on the HDD In order to install the same game more than once time you will have to disable title database and make sure that the game file name is different than the installed game title...
pt_br: HDL Dump encontrou um jogo com o mesmo nome de partição! Parece que você está tentando instalar um jogo que já está instalado no HD Para instalar o mesmo jogo mais de uma vez você tera que desativar a base de dados e usar um nome diferente...

source: Header Injection finished
pt_br: Injeção de cabeçalho terminada

source: Hide Games from HDD-OSD
pt_br: Esconder Jogos do HDD-OSD

source: Images
pt_br: Imagens

source: Information
pt_br: Informação

source: Information:
pt_br: Informação:

source: Inject MBR
pt_br: Injetar MBR

source: Inject OPL Launcher
pt_br: Injetar iniciador do OPL

source: Install
pt_br: Instalar

source: Installation finished
pt_br: Instalação terminada

source: Installing
pt_br: Instalando

source: Internal
pt_br: Interno

source: KELF size is 0 bytes! It seems that this HDD had no MBR program installed... (or something went wrong)
pt_br: Tamanho do KELF é 0 de bytes! Parece que esse HD não teve um programa MBR instalado... (ou algo de errado aconteceu)

source: Language
pt_br: Linguagem

source: Loaded:
pt_br: Carregado:

source: MBR extraction failed!! see console log to see error code...
pt_br: Extração MBR falhou!! Procure pelo código de erro no console...

source: Media
pt_br: Mídia

source: MiniOPL Warnings
pt_br: Avisos do MiniOPL

source: MiniOPL is missing. you must get a copy of MiniOPL from the GitHub repo and place it back with the program before Installing games, otherwise... your PS2 games won't be executed from HDD-OSD
pt_br: MiniOPL ausente. Você precisa de uma cópia do repositório do GitHub e colocar junto ao programa antes de instalar jogos, ou seus jogos de PS2 não serão executados do HDD-OSD

source: Modify Header
pt_br: Mofidicar Cabeçalho

source: No internet connection!
pt_br: Não há conexão com a internet!

source: Official Github
pt_br: GitHub Oficial

source: Open File location
pt_br: Abrir Localização do arquivo

source: Others
pt_br: Outros

source: PS2 Games
pt_br: Jogos de PS2

source: PSX-Place Thread
pt_br: Fórum da PSX-Place

source: Quit Alt-F4
pt_br: Fechar Alt-F4

source: Quit the application
pt_br: Fechar o aplicativo

source: Recover MBR
pt_br: Recuperar MBR

source: Remove from List
pt_br: Remover da Lista

source: Rename
pt_br: Renomear

source: Report Issue
pt_br: Reportar Erro

source: Report for [%s]
pt_br: Reportar para [%s]

source: Rs1n: For the Creation of HDL Batch (that project inspired me to make this GUI)
pt_br: Rs1n: Por criar HDL Batch (O que me inspirou a fazer essa interface)

source: Save Settings
pt_br: Salvar Configurações

source: Search Games
pt_br: Procurar Jogos

source: Search MBR.KELF
pt_br: Procurar aquivo MBR.KELF

source: Search ps2 HDD's
pt_br: Procurar por HDs de PS2

source: Select your PS2 games
pt_br: Selecione seus jogos de PS2

source: Settings
pt_br: Configurações

source: Settings F2
pt_br: Configurações F2

source: Show Partition table
pt_br: Mostrar Partição

source: Show version and credits
pt_br: Mostrar versão e créditos

source: Some Core components are Missing. Download the program again from the official github. If the error persists: Contact the Developer or open a new issue at github
pt_br: Alguns componentes necessários estão faltando. Baixe o programa novamente pelo GitHub oficial. Se o error persistir Entre em contato com o desenvolvedor.

source: SpaceCoyote: He made the default icon that get's injected into HDD-OSD
pt_br: SpaceCoyote: Ele fez o ícone que é injetado no HDD-OSD por padrão

source: Special thanks to:
pt_br: Agradecimentos especias para:

source: The Testers: HUN7ER | Salamander | My sister | Jtrex | Torres Kadher
pt_br: Os Testadores HUN7ER | Salamander | My sister | Jtrex | Torres Kadher

source: The download of the icons package failed!
pt_br: O download do pacote de ícones falhou!

source: The package extraction failed!
pt_br: A extração do pacote falhou!

source: The program is currently configured to use it's internal database. Change it on the settings menu in order to use the database you just downloaded
pt_br: O programa está configurado para usar a base de dados interna. No menu de configurações, troque para a base de dados que você baixou.

source: There is not enough space on the HDD to install this game
pt_br: Não há espaço suficiente para instalar esse jogo no HD.

source: There's an update available for this program! Go to download page? Current version: [%s] Latest version: [%s]
pt_br: Há uma atualização disponível para este programa! Ir para página de download? Versão atual: [%s] Última versão: [%s]

source: This HDD has no PS2 Games inside
pt_br: Este HD não possui jogos de PS2 instalados

source: This language is not supported by the system.
pt_br: Esta linguagem não é suportada pelo sistema.

source: This will inject OPL Launcher (boot.kelf on program folder) into every PS2 game found on this HDD. Usefull to install/update OPL Launcher into your games
pt_br: Isso vai injetar o iniciador do OPL (boot.kelf na pasta do programa) em cada jogo de PS2 encontrado no HD. Util para instalar/atualizar o inicador nos seus jogos.

source: Tools
pt_br: Ferramentas

source: Translators: Fabio Gaigher | HardLevel | Haker120 (a youkai of love)
pt_br: Tradutores: Fabio Gaigher | HardLevel | Haker120 (a youkai of love)

source: Update HDL-Dump
pt_br: Atualizar HDL-Dump

source: Update OPL Launcher
pt_br: Atualizar o iniciador do OPL

source: Update Program
pt_br: Atualizar o programa

source: Update game title database
pt_br: Atualizar base de dados dos nomes dos jogos

source: Use Database
pt_br: Usar base de dados

source: Use custom icons
pt_br: Usar ícones customizados

source: Warning Can't find boot.kelf Aborting APA Injection
pt_br: Aviso Não foi possível encontrar o arquivo boot.kelf Abortando a injeção APA

source: When activated, the program will attemp to load a custom icon for the game that is being installed
pt_br: Quando ativado, o programa vai tentar carregar um ícone customizado para o jogo que está instalando.

source: When this box is checked the program will Use a different partition prefix this means that, games installed this way will have a '+p.' prefix instead of the original 'PP.' prefix hiding them from HDD-OSD and PS2BBN
pt_br: Quando esta caixa é marcada, o programa vai usar um prefixo de partição diferente isso significa que jogos instalados desta forma terão um prefixo '+p.' ao invés de 'PP'. os escondendo do HDD-OSD e PS2BBN

source: Widescreen hacks for OPL
pt_br: Hacks de widescreen para o OPL (tela 16:9, HDTV etc)

source: can't to Load MBR.KELF
pt_br: Não foi possível carregar MBR.KELF

source: configure program
pt_br: configurar programa

source: discarded
pt_br: descartado

source: error
pt_br: erro

source: file boot.kelf is too big! it's size can't be larger than 2,031,616 bytes
pt_br: arquivo boot.kelf muito grande! o tamanho não pode ser maior que 2,031,616 bytes

source: installing:
pt_br: instalando:

source: invalid ISO's
pt_br: ISOs invalidas

source: no PS2 HDD's Found
pt_br: Nenhum HD de PS2 encontrado

source: no games selected for installation
pt_br: nenhum jogo selecionado para instalação

source: size (MB)
pt_br: tamanho (MB)

source: total:?GB | Free:?GB
pt_br: total:?GB | livre:?GB

source: unknown
pt_br: desconhecido

source: used:
pt_br: usado:

source: warning
pt_br: aviso

source: work in progress
pt_br: em adamento
